[
    {
        "id":1,
        "carName":"BMW X6",
        "price":200,
        "description":"German luxury marquee BMW has unveiled the third generation X6. The model will make its debut at the 2019 Frankfurt Motor Show later this year. The model has received an updated exterior while the interior receives new features.",
        "img":"bmwX6.png"
    },
    {
        "id":2,
        "carName":"BMW X4",
        "price":190,
        "description":"The BMW X4 distinguishes itself in the SUV car lineup with its distinctive Coupe characteristics. Locally produced in Chennai, the Sports Activity Coupe further expands the BMW X family in India. The BMW X4 is available in two diesel variants – the BMW X4 xDrive20d M Sport X and the BMW X4 xDrive30d M Sport X and in one petrol variant – the",
        "img":"bmwX4.png"
    },
    {
        "id":3,
        "carName":"BMW 5 Series",
        "price":155,
        "description":"BMW has launched the facelifted 5 Series in India. Unveiled in May last year, the refreshed model is available in three variants that include the 530i M Sport, 520d Luxury Line, and the 530d M Sport.",
        "img":"bmw5S.png"
    },
    {
        "id":4,
        "carName":"BMW M5",
        "price":180,
        "description":"The BMW M5 Competition facelift has been launched in India. The model, which was unveiled back in November 2020, is brought to the country via the CBU route. Owners of the new BMW M5 Competition facelift will receive membership of the BMW Excellence Club.",
        "img":"BMWM5.png"
    },
    {
        "id":5,
        "carName":"BMW 8 Series",
        "price":230,
        "description":"The seventh-generation BMW 8 Series was launched in India back in August 2019. The model is currently available in four trims that include 330i Sport, 320d Luxury Edition, 330i M Sport, and the M340i xDrive.",
        "img":"bmwS8.png"
    },
    {
        "id":6,
        "carName":"BMW M8",
        "price":330,
        "description":"BMW M8 Coupé arrived in India in 2020. The sports car gets a 4.0-litre V8 engine with numerous driver assistance features and an all-wheel-drive system. It is available in six metallic paint choices - Brands Hatch Grey, Sonic Speed Blue, Marina Bay Blue, Donington Grey, Barcelona Blue and Motegi Red.",
        "img":"bmwM8.png"
    },
    {
        "id":7,
        "carName":"BMW i4",
        "price":150,
        "description":"The first all-electric Gran Coupé, the BMW i4 delivers outstanding dynamics with a high level of comfort and the ideal qualities to make it your daily driver. The five-door model comes equipped with fifth-generation BMW eDrive technology for sporty performance figures – reaching up to 400 kW (BMW i4 M50).",
        "img":"bmwi4.png"
    },
    {
        "id":8,
        "carName":"BMW M2",
        "price":240,
        "description":"After a long wait, the BMW M2 Competition has finally landed on our shores with a surprising price tag. The M2 is the entry-level M model but is a cracker of a car. And this is the first time it is officially on sale in India. It was revealed in April this year as a replacement to the M2 Coupe with a revised aerodynamics and slight cosmetic updates.",
        "img":"bmwM2.png"
    },
    {
        "id":9,
        "carName":"BMW 4 Series Coupe",
        "price":300,
        "description":"The BMW 4 Series Coupé M Models offer a fascinating combination of aesthetics, character and typical M athleticism. Leading the trio is the BMW M4 Competition Coupé with an impressive 375kW of power and 650 Nm of torque.  ",
        "img":"bmw4SCoupe.png"
    },
    {
        "id":10,
        "carName":"BMW M4 Convertible",
        "price":290,
        "description":"Freedom, unfiltered and redefined: the BMW 4 Series Convertible M Models are the perfect symbiosis of power and aesthetic design, coupled with the sportiness typical of M. Both versions will send the pulse of sporty convertible fans soaring at first glance. ",
        "img":"bmwM4Con.png"
    }
]